-- Обновление данных в таблице МатериалыЗаготовок
UPDATE МатериалыЗаготовок
SET Количество = 100
WHERE ID_Заготовки = 1 AND ID_Материала = 1;

UPDATE МатериалыЗаготовок
SET Количество = 50
WHERE ID_Заготовки = 1 AND ID_Материала = 2;

UPDATE МатериалыЗаготовок
SET Количество = 75
WHERE ID_Заготовки = 2 AND ID_Материала = 1;

UPDATE МатериалыЗаготовок
SET Количество = 120
WHERE ID_Заготовки = 2 AND ID_Материала = 3;

UPDATE МатериалыЗаготовок
SET Количество = 90
WHERE ID_Заготовки = 3 AND ID_Материала = 1;

UPDATE МатериалыЗаготовок
SET Количество = 60
WHERE ID_Заготовки = 3 AND ID_Материала = 4;

UPDATE МатериалыЗаготовок
SET Количество = 80
WHERE ID_Заготовки = 4 AND ID_Материала = 1;

UPDATE МатериалыЗаготовок
SET Количество = 110
WHERE ID_Заготовки = 4 AND ID_Материала = 5;

UPDATE МатериалыЗаготовок
SET Количество = 70
WHERE ID_Заготовки = 5 AND ID_Материала = 1;

UPDATE МатериалыЗаготовок
SET Количество = 95
WHERE ID_Заготовки = 5 AND ID_Материала = 2;